"mA" = "mA";
"Health" = "בריאות";
"Calculating" = "מחשב…";
"Power Adapter" = "ספק כח";
"%@ Remaining" = "נותרו: %@";
"Draining" = "מבצע פריקה";
"Condition" = "מצב";
"N/A" = "לא זמין";
"mAh" = "mAh";
"Design Capacity" = "קיבולת לפי התכנון";
"No Battery Available" = "אין סוללה זמינה";
"Low Battery" = "סוללה חלשה";
"Failing" = "נכשל";
"Battery Level: %@" = "רמת סוללות: %@";
"Charging" = "נטענת";
"Voltage" = "וולטאז׳";
"Poor" = "ירוד";
"None" = "ללא";
"Service Battery" = "פנה/י לשירות בקשר לסוללה";
"Not Charging" = "הסוללה אינה נטענת";
"Battery Level" = "רמת סוללה";
"%@ Until Full" = "נותרו: %@";
"mV" = "mV";
"Battery" = "סוללה";
"Unknown Time" = "זמן לא-ידוע";
"Time" = "משך";
"Watts" = "ואטים";
"BATTERY" = "סוללה";
"Fair" = "בינוני";
"Unknown" = "לא ידוע";
"Current Capacity" = "קיבולת טעינה מלאה";
"Normal" = "רגיל";
"Your Mac will sleep soon unless plugged into a power outlet." = "ה-Mac שלך יעבור בקרוב למצב שינה אלא אם כן הוא יחובר למקור חשמל.";
"On Charger For" = "משך השימוש ברשת החשמל";
"Charged" = "ההטענה הושלמה";
"Manufacture Date" = "תאריך ייצור";
"Amperage" = "אמפרז׳";
"APPS USING SIGNIFICANT ENERGY" = "יישומים בעלי צריכה משמעותית";
"On Battery For" = "משך השימוש בסוללה";
"Cycles" = "ספירת מחזורים";


// Unlocalized strings



// Modified strings

